Repository: chou8018/Inspection
Catalog: Inspection/*.lproj/Localizable.strings
Languages: th

# inspection_gauges_details_placeholder_label
source: Details
th: รายละเอียด

# inspection_gauges_summary_label
source: Summary gauges condition
th: สรุปมาตรวัด

# inspection_electrical_head_light_label
source: Head light working
th: ไฟหน้าทำงาน

# inspection_electrical_turn_light_label
source: Turn light working
th: ไฟเลี้ยวทำงาน

# inspection_electrical_tail_light_label
source: Tail light working
th: ไฟท้ายทำงาน

# inspection_electrical_brake_light_label
source: Brake light working
th: ไฟเบรคทำงาน

# inspection_electrical_battery_label
source: Battery working
th: แบตเตอรี่ทำงาน

# inspection_electrical_horn_label
source: Horn working
th: แตรทำงาน

# inspection_electrical_dashboard_label
source: Dashboard working
th: วัดรอบทำงาน

# inspection_electrical_other_remarks_label
source: Other remarks
th: หมายเหตุอื่น ๆ

# inspection_electrical_summary_label
source: Summary electrical equipments condition
th: สรุปอุปกรณ์ไฟฟ้า

# inspection_electrical_side_mirror1_label
source: Front-R window
th: กระจกประตูไฟฟ้า 1 ทำงาน

# inspection_electrical_side_mirror2_label
source: Front-L window
th: กระจกประตูไฟฟ้า 2 ทำงาน

# inspection_electrical_side_mirror3_label
source: Back-R window
th: กระจกประตูไฟฟ้า 3 ทำงาน

# inspection_electrical_side_mirror4_label
source: Back-L window
th: กระจกประตูไฟฟ้า 4 ทำงาน

# photos_front_button_title
source: Front
th: Front (ด้านหน้า)

# photos_engine_button_title
source: Engine
th: Engine (เครื่องยนต์)

# photos_plate_button_title
source: Plate
th: Plate (แผ่นป้าย)

# photos_chassis_button_title
source: Chassis
th: Chassis (เลขแชสซี)

# photos_interior_button_title
source: Interior
th: Interior (ภายใน)

# photos_tray_button_title
source: Trunk/Tray
th: Tray (ห้องท้าย)

# photos_side_button_title
source: Side
th: Side (ด้านข้าง)

# photos_back_button_title
source: Back
th: Back (ด้านหลัง)

# photos_gas_tank_button_title
source: Gas tank
th: Gas tank (ถังแก๊ส)

# photos_asset_button_title
source: Asset
th: Asset (ทรัพย์สิน)

# photos_damage_button_title
source: Damage
th: Damage (ความเสียหาย)

# photos_car_roof_button_title
source: Roof
th: Roof(หลังคา)

# photos_car_dashboard_button_title
source: Dashboard
th: แผงหน้าปัด (Dashboard)

# photos_car_catalytic_button_title
source: Catalytic Converter
th: แคทตาไลติก (Catalytic Converter)

# photos_car_catalytic_comment_title
source: If you can't take a photo, please take the photo to explain the reason
th: ถ้าไม่สามารถถ่ายรูปได้ ให้ถ่ายสาเหตุ

# photos_numbers_label
source: Photos :
th: จำนวนรูป :

# photos_photograph_button_title
source: Photograph
th: ถ่ายรูป

# photos_select_button_title
source: Select Picture
th: เลือกรูป

# photos_delete_head_title
source: To delete
th: คุณต้องการลบ

# photos_save_confirm_title
source: Do you want to save the photo?
th: คุณต้องการบันทึกรูปถ่ายไหม

# photos_send_book_in_first_title
source: Please Send Book-in first
th: กรุณาทำการ Send Book-in ก่อน

# photos_navigation_upload_title
source: Upload
th: อัพโหลด

# photos_upload_title
source: Upload
th: กำลังอัพโหลด

# photos_check_title
source: Please check first
th: กรุณาทำการตรวจสภาพก่อน

# photos_add_title
source: Please add photos
th: กรุณาเพิ่มรูปถ่าย

# mode_code_title_label
source: Search model
th: ค้นหารุ่น

# mode_code_search_chassis_label
source: Search chassis
th: หมายเลขแชสซี

# mode_code_fill_information_label
source: Fill in the information
th: กรอกข้อมูล

# mode_code_conduct_search_label
source: conduct a search
th: เพื่อทำการค้นหา

# mode_code_want_choose_label
source: Do you want to choose
th: คุณต้องการเลือก

# mode_code_edit_label
source: Edit
th: แก้ไข

# mode_code_no_data_message_label
source: Unable to find vehicle model
th: ไม่พบรุ่นรถยนต์

# create_model_chassis_number_label
source: Chassis Number
th: หมายเลขแชสซี

# create_model_build_year_label
source: Build Year
th: ปีผลิต

# create_model_variants_label
source: Variants
th: รุ่นย่อย

# create_model_mode_label
source: Mode
th: รุ่น

# create_model_body_label
source: Body
th: ประเภทรถ

# create_model_fuel_delivery_label
source: FuelDelivery
th: ระบบเชื้อเพลิง

# create_model_fuel_type_label
source: FuelType
th: เชื้อเพลิง

# create_model_gearbox_label
source: Gearbox
th: เกียร์

# create_model_gear_label
source: Gear
th: จำนวนเกียร์

# create_model_drive_label
source: Drive
th: ระบบขับเคลื่อน

# create_model_engine_capacity_label
source: Engine Capacity
th: ขนาดเครื่องยนต์

# create_model_back_label
source: Back
th: กลับ

# inspection_list_title_label
source: List
th: รายการ

# inspection_list_all_title_label
source: All inspection list
th: รายการทั้งหมด

# inspection_list_pending_label
source: Pending inspection
th: รายการตรวจค้าง

# inspection_list_car_registration_label
source: Car's registration
th: ทะเบียนรถ

# inspection_list_car_registration_placeholder_label
source: Car's registration
th: หมายเลข

# inspection_list_registration_number_label
source: Registration no.
th: ทะเบียน

# inspection_list_search_label
source: Search
th: ค้นหา

# inspection_list_book_in_number_label
source: Book-in no.
th: หมายเลข Book-In

# inspection_list_status_label
source: Status
th: สถานะ

# inspection_list_pending_no_data_label
source: There are no pending projects
th: ไม่รายการตรววจค้าง

# inspection_list_vin_number_label
source: VIN no.
th: หมายเลข VIN

# inspection_list_tip_message_label
source: Fill in the information and press the search button to search
th: กรอกข้อมูลและกดปุ่มค้นหาเพื่อทำการค้นหา

# inspection_list_not_good_label
source: Not good
th: ไม่ดี

# car_pick_up_valid_field_sender_name_label
source: Sender Name
th: ชื่อผู้ส่ง

# car_pick_up_valid_field_brand_label
source: Car brand
th: ยี่ห้อรถยนต์

# car_pick_up_valid_field_type_label
source: Vehicle type
th: ประเภทรถยนต์

# car_pick_up_valid_field_model_label
source: Car model
th: รุ่นรถยนต์

# car_pick_up_valid_field_submodel_label
source: Submodel
th: รุ่นย่อยรถยนต์

# car_pick_up_valid_field_color_label
source: Color
th: สี

# car_pick_up_valid_field_remark_tips_label
source: License Plate Remark: More than 100 characters
th: หมายเหตุป้ายทะเบียน ความยาวเกินกำหนด 100 ตัวอักษร

# car_grade_title_label
source: Grade calculation
th: จัดเกรดรถเข้าประมูล

# car_grade_excellence_label
source: E Excellence
th: E Excellence ดีเยี่ยม

# car_grade_excellence_option1_label
source: Mileage < 20,000 km.
th: เลขไมล์ไม่เกิน 20,000 กิโลเมตร

# car_grade_excellence_option2_label
source: Registration <1 yr.
th: ปีจดทะเบียนรถไม่เกิน 1 ปี (ไม่ใช่ปีผลิต)

# car_grade_excellence_option3_label
source: Car in brand new with no scratch
th: รถอยู่ในสภาพใหม่ ไม่มีริ้วรอย

# car_grade_excellence_option4_label
source: Interior is in good condition
th: ภายในอยู่ในสภาพดี

# car_grade_excellence_option5_label
source: No paint repair, repair, parts replacement
th: ไม่มีการทำสี, ไม่มีการซ่อมแซม, ไม่มีการเปลี่ยนชิ้นส่วนตัวถัง

# car_grade_good_label
source: G Good
th: G Good ดีมาก

# car_grade_good_option1_label
source: Mileage 20,000-50,000 km.
th: เลขไมล์ 20,000-50,000 กิโลเมตร

# car_grade_good_option2_label
source: Registration <2 yrs.
th: ปีจดทะเบียนรถไม่เกิน 2 ปี (ไม่ใช่ปีผลิต)

# car_grade_good_option3_label
source: Scratch, dent, no paint repair
th: แต่ไม่มีการเก็บสี

# car_grade_good_option4_label
source: No paint body repair
th: ไม่มีการซ่อมสีตัวถัง

# car_grade_average_label
source: A Average
th: A Average ปานกลาง

# car_grade_average_option1_label
source: Mileage 50,001-100,000 km.
th: เลขไมล์ 50,001-100,000 กิโลเมตร

# car_grade_average_option2_label
source: Registration <5 yrs.
th: ปีจดทะเบียนรถไม่เกิน 5 ปี (ไม่ใช่ปีผลิต)

# car_grade_average_option3_label
source: Paint repair, dent, scratch but no body part remove
th: แต่ไม่มีการถอดชิ้นส่วนตัวถัง

# car_grade_average_option4_label
source: Bolts or body part intact
th: ไม่มีรอยถอดน๊อตหรือชิ้นส่วนอุปกรณ์ตัวถัง

# car_grade_fair_label
source: F Fair
th: F Fair พอใช้

# car_grade_fair_option1_label
source: Mileage > 100,000 km.
th: เลขไมล์มากกว่า 100,000 กิโลเมตร

# car_grade_fair_option2_label
source: Registration >5 yrs.
th: ปีจดทะเบียนมากกว่า 5 ปี (ไม่ใช่ปีผลิต)

# car_grade_fair_option3_label
source: Repair or replace absorbtion beam
th: มีรอยถอดซ่อมหรือเปลี่ยนคานซับแรง

# car_grade_fair_option4_label
source: Crash at front or back but not reach main structure
th: ชนหน้า-หลังถึงคานแต่ไม่ถึงโครงสร้างหลั

# car_grade_fair_option5_label
source: Dismantled / repaired / replaced body parts
th: มีการถอด / ซ่อม / เปลี่ยนชิ้นส่วนตัวถัง

# car_grade_fair_option6_label
source: Dent or damage through to metal
th: มีรอยบุบครูดถึงเนื้อโลหะ

# car_grade_fair_option7_label
source: Repaired around body
th: รอบตัวรถมีร่องรอยการซ่อม

# car_grade_fair_option8_label
source: Engine replaced / color changed / usage condition not normal
th: รถเปลี่ยนเครื่องยนต์ / สี มาและสภาพใช้งานไม่ปกติ

# car_grade_fair_option9_label
source: Gas was installed
th: รถเคยติดแก๊สมา

# car_grade_fair_option10_label
source: Roof was attached / tray pierced
th: รถเคยติดหลังคา / เจาะกระบะ

# car_grade_fair_option11_label
source: Water inside, rust under seat/console can not verify water level
th: รถน้ำเข้ามีสนิมใต้เบาะ / ใต้คอนโซล แต่ไม่ปรากฎระดับน้

# car_grade_poor_label
source: P Poor
th: P Poor แย่

# car_grade_poor_option1_label
source: Heavy accident to main structure / absorbtion beam replaced
th: รถชนหนักกระทบโครงสร้างหลักเปลี่ยนคาน

# car_grade_poor_option2_label
source: Changed / repaired wheel arch
th: เปลี่ยน / ซ่อม ซุ้มล้อ หรือเบ้าโช๊ค

# car_grade_poor_option3_label
source: Car door arch damaged/repaired
th: รอยอารค์เสาประตูมีรอยซ่อม

# car_grade_poor_option4_label
source: Chassis repaired, suspension decayed
th: แชสซีมีรอยซ่อม, ช่วงล่างผุ

# car_grade_poor_option5_label
source: Heavy accident / roof repaired
th: รถชนหนักมา / หลังคาเสียหายมีรอยซ่อม

# car_grade_poor_option6_label
source: No plate
th: ไม่มีแผ่นเพลท

# car_grade_poor_option7_label
source: Trunk repaired / Tray repaired to chassis
th: มีการซ่อมห้องท้ายรถยนต์ / กระบะท้ายซ่อมถึงแชสซี

# car_grade_poor_option8_label
source: Flooded
th: รถเคยผ่านน้ำท่วม

# car_grade_poor_option9_label
source: Body has been cut and rusted / chassis edited / engine number replaced and rusted / heavy repair from heavy accident
th: มีรอยตัดต่อเชื่อมตัวถังและรอยสนิม / ตัดต่อเลขแชสซี / ตอกเลขเครื่อง และ มีรอยสนิม / รถซ่อมแซมดัดแปลงจากอุบัติเหตุ

# car_grade_x_label
source: Un-drivable / engine malfunction / gear malfunction / hybrid/electrical malfunction
th: รถขับไม่ได้ / เครื่องยนต์มีปัญหา / เกียร์มีปัญหา / ไฮบริดเสีย

# car_grade_y_label
source: Salvage
th: รถซาก

# car_grade_next_button_title
source: Next
th: ต่อไป

# car_grade_conclusion_title
source: Conclusion
th: สรุป

# car_grade_serial_number_title
source: Serial no.
th: หมายเลขเครื่อง

# car_grade_delivery_company_title
source: Delivery Company
th: บริษัทที่ส่งมอบ

# car_grade_auction_level_title
source: Auction level
th: เกรดสำหรับการประมูล

# car_grade_auction_no_driven_title
source: Can not be driven
th: รถขับไม่ได้

# car_grade_auction_save_confirm_title
source: Do you want to record the vehicle inspection form?
th: คุณต้องการบันทึกรายการตรวจสภาพรถยนต์ไหม

# car_grade_send_inspection_title
source: Do you want to send Inspection to IMAT ?
th: คุณต้องการส่ง Inspection to IMAT ไหม

# car_signature_registration_area_label
source: Registration Area
th: พื่นที่สำหรับลงชื่อ

# car_signature_resign_button_title
source: Delete to re sign
th: ลบเพื่อลงชื่อใหม่

# car_date_time_current_button_title
source: Current time
th: เวลาตอนนี้

# car_pdf_title_label
source: Car receipt / Vehicle Receiving Report
th: ใบรับมอบรถยนต์ / Vehicle Receiving Report

# car_pdf_primitive_label
source: Primitive
th: ต้นฉบับ

# car_pdf_copy_label
source: Copy
th: สำเนา

# car_pdf_receipt_number_label
source: Receipt no.
th: เลขที่ใบรับมอบรถ

# car_pdf_pick_up_date_label
source: Pickup date
th: วันที่รับรถ

# car_pdf_pick_up_time_label
source: Time
th: เวลา

# car_pdf_me_label
source: Me
th: ข้าพเจ้า

# car_pdf_company_delivery_label
source: Delivery of Company Vehicles
th: ผู้รับมอบอำนาจในการส่งมอบรถของบริษัท

# car_pdf_autograph_label
source: Sign
th: ลงชื่อ

# car_pdf_telephone_number_label
source: Tel no.
th: เบอร์โทร.

# car_pdf_during_editing_label
source: During editing
th: แก้ไขเมื่อ

# car_pdf_delivered_follows_label
source: The (automotive supplier) has delivered the vehicle to the representative of Moto Auction (Thailand) Co., Ltd., as follows:
th: (ผู้ส่งมอบรถยนต์) ได้ส่งมอบรถยนต์ให้แก่ตัวแทนของบริษัท มอตโต้ อ๊อคชั่น (ประเทศไทย) จำกัด ดังนี้

# car_pdf_receiver_and_supplier_label
source: Motto Auction (Thailand) Co., Ltd. represents "Car receiver" and "Car supplier"
th: ตัวแทนของบริษัท มอตโต้ อ๊อคชั่น (ประเทศไทย) จำกัด "ผู้รับมอบรถยนต์" และ "ผู้ส่งมอบรถยนต์"

# car_pdf_detail_information_label
source: Car supplierJoint inspection of the condition and detailed information of vehicle registration numbers
th: ได้ร่วมกันตรวจสอบสภาพและรายละเอียดรถยนต์หมายเลขทะเบียน

# car_pdf_already_said_label
source: I have already said so
th: ดังกล่าวเรียบร้อยแล้ว

# car_pdf_ensure_label
source: And ensure that the above information is accurate and true in all aspects
th: และขอรับรองว่าข้อมูลตามที่ระบุไว้ในข้างต้นนั้นถูกต้องตรงกับความเป็นจริงทุกประการ ลงชื่อ

# car_pdf_receiver_label
source: Car receiver
th: ผู้รับมอบรถยนต์

# car_pdf_recipient_label
source: Recipient
th: ผู้รับมอบ

# car_pdf_cabin_condition_label
source: Cabin condition
th: สภาพภายในห้องโดยสาร

# car_pdf_validity_period_label
source: Validity period
th: วันหมดอายุ

# car_pdf_other_accessories_label
source: Other accessories
th: อุปกรณ์แต่งอื่นๆ

# car_pdf_engine_condition_label
source: The condition of the engine room
th: สภาพภายในห้องเครื่อง

# car_pdf_type_label
source: Type
th: ประเภท

# car_pdf_pasting_peel_label
source: Place for stick VIN rubbing tape
th: ที่ว่างสำหรับติดกระดาษลอกลาย / place for stick VIN rubbing tape

# car_pdf_yes_label
source: Yes
th: มี

# car_pdf_no_label
source: No
th: ไม่มี

# car_pdf_print_button_title
source: Print
th: พิมพ์

# car_pdf_save_vehicle_title
source: Please save your vehicle first
th: กรุณาบันทึกรับมอบรถก่อน

# motorbike_pdf_title_label
source: Motorcycle inspection receipt/record
th: ใบรับมอบ/บันทึกการตรวจสภาพรถจักรยานยนต์

# motorbike_pdf_hours_label
source: Hours.
th: น.

# motorbike_pdf_rear_turn_lamp_label_l
source: Rear turn signal lamp L
th: ไฟเลี้ยวหลัง L

# motorbike_pdf_rear_turn_lamp_label_r
source: Rear turn signal lamp R
th: ไฟเลี้ยวหลัง R

# motorbike_pdf_r_flank_lamp_label
source: Flank R
th: กาบข้าง R

# motorbike_pdf_rest_legs_label
source: Rest your hind legs
th: พักเท้าหลัง

# motorbike_pdf_konstak_label
source: Konstak
th: คันสตาร์ค

# motorbike_pdf_rear_wheel_label
source: Rear wheel
th: ล้อหลัง

# motorbike_pdf_rear_brake_pump_label
source: Rear disc brake pump
th: ปั้มดิสเบรคหลัง

# motorbike_pdf_rear_brake_cylinder_label
source: Rear disc brake cylinder
th: กระปุกน้ำมันดิสเบรคหลัง

# motorbike_pdf_rear_shock_label
source: Rear shock absorber
th: โช๊คหลัง

# motorbike_pdf_tank_label
source: Tank
th: ถังน้ำมัน

# motorbike_pdf_fuel_system_label
source: Fuel supply system
th: ระบบจ่ายเชื้อเพลิง

# motorbike_pdf_brake_label
source: Brake
th: เบรค

# motorbike_pdf_clutch_label
source: Clutch hand
th: มือครัช

# motorbike_pdf_flower_label
source: Flower
th: ดอก

# motorbike_pdf_good_label
source: Good
th: Good / ดี

# motorbike_pdf_average_label
source: Average
th: Average / ปานกลาง

# motorbike_pdf_fair_label
source: Fair
th: Fair / พอใช้

# motorbike_pdf_poor_label
source: Poor
th: Poor / แย่

# motorbike_pdf_scrap_label
source: Scrap
th: Scrap / ซาก

# car_inspection_pdf_title_label
source: Vehicle Inspection Form / Inspection Report
th: ใบตรวจสภาพรถยนต์ / Inspection Report

# car_inspection_pdf_date_label
source: Inspection date
th: วันที่ตรวจสภาพ

# car_inspection_pdf_model_code_label
source: Model code
th: รหัสรุ่น

# car_inspection_pdf_inspector_name_label
source: Inspector name
th: ชื่อผู้ตรวจ

# car_inspection_pdf_edit_label
source: Edit
th: แก้ไขโดย

# car_inspection_pdf_body_condition_label
source: Body condition
th: สภาพตัวถัง

# car_inspection_pdf_right_side_label
source: Right side (driver)
th: ด้านขวา(คนขับ)

# car_inspection_pdf_no_drown_label
source: No drown
th: ไม่จมน้ำ

# car_inspection_pdf_loud_sound_label
source: Loud sound
th: สียงดังผิดปรติ

# car_inspection_pdf_steer_system_label
source: Steering system
th: ระบบพวงมาลัย​

# car_inspection_pdf_yes_label
source: Yes
th: ใช่

# car_inspection_pdf_no_label
source: No
th: ไม่ใช่

# car_inspection_pdf_power_steer_label
source: Power steering
th: พวงมาลัย​พาวเวอร์

# car_inspection_pdf_work_label
source: Work
th: ทำงาน

# car_inspection_pdf_not_work_label
source: Not Work
th: ไม่ทำงาน

# car_inspection_pdf_turn_signal_label
source: Turn signal
th: ไฟเลี้ยว

# car_inspection_pdf_brake_light_label
source: Brake light
th: ไฟเบรก

# car_inspection_pdf_horn_label
source: Horn
th: แตร

# car_inspection_pdf_tholos_label
source: Tholos
th: วัดรอบ

# car_inspection_pdf_mirror1_label
source: Mirror 1
th: กระจกประตูไฟฟ้า 1

# car_inspection_pdf_mirror2_label
source: Mirror 2
th: กระจกประตูไฟฟ้า 2

# car_inspection_pdf_mirror3_label
source: Mirror 3
th: กระจกประตูไฟฟ้า 3

# car_inspection_pdf_mirror4_label
source: Mirror 4
th: กระจกประตูไฟฟ้า 4

# car_inspection_pdf_other_comments_label
source: Other comments
th: หมายเหตุอื่นๆ

# car_inspection_pdf_damaged_photos_label
source: Damaged photos
th: รูปความเสียหาย

# motorbike_inspection_pdf_checklist_label
source: Motorcycle Inspection Checklist / Inspection Report
th: ใบตรวจสภาพรถจักรยานยนต์ / Inspection Report

# motorbike_inspection_ignition_box_label
source: Ignition control box
th: กล่องควมคุมการจุดระเบิด

# motorbike_inspection_page_label
source: Page
th: หน้า

# motorbike_inspection_behind_label
source: Behind
th: หลัง

# motorbike_inspection_depth_label
source: Tread depth
th: ความลึกดอกยาง

# motorbike_inspection_ordinary_key_label
source: Ordinary key
th: กุญแจธรรมดา

# motorbike_inspection_remote_control_label
source: Remote control
th: รีโมท

# motorbike_inspection_repaired_label
source: It must be repaired
th: ต้องทำการซ่อมแซม

# motorbike_inspection_missing_label
source: Missing
th: สูญหาย

# car_upload_successful_label
source: Upload successful
th: อัพโหลดสำเร็จ

# car_upload_failed_label
source: File upload failed. Please try again.
th: อัพโหลดไฟล์ล้มเหลว ลองใหม่อีกครั้ง
