Repository: chou8018/Inspection
Catalog: Inspection/*.lproj/Localizable.strings
Languages: th

# login_title_label
source: Login
th: ลงชื่อเข้าใช้

# login_user_name_placeholder
source: user name
th: ชื่อผู้ใช้

# login_password_placeholder
source: password
th: รหัสผ่าน

# login_error_name_or_password_message_label
source: Error - Incorrect username or password
th: เกิดข้อผิดพลาด - ชื่อผู้ใช้หรือรหัสผ่านไม่ถูกต้อง

# login_tips_message_label
source: Encountered a problem logging in? Please contact ______
th: พบปัญหาในการลงชื่อเข้าใช้? กรุณาติดต่อ ______

# login_or_label
source: or
th: หรือ

# login_not_correct_label
source: not correct
th: ไม่ถูกต้อง

# select_inspection_label
source: Begin inspection
th: เริ่มตรวจสภาพ

# select_inspection_list_label
source: Inspection list
th: รายการตรวจ

# select_inspection_hello_label
source: Hello
th: สวัสดี

# select_inspection_log_out
source: Log out
th: ลงชื่อออก

# select_inspection_log_out_dialog_title
source: Log out
th: ลงชื่อออก

# select_inspection_log_out_dialog_message
source: Do you wish to log out?
th: คุณต้องการลงชื่อออกไหม

# select_inspection_dialog_no
source: No
th: ยกเลิก

# select_inspection_dialog_yes
source: Yes
th: ยืนยัน

# select_inspection_dialog_ok
source: Ok
th: ตกลง

# select_inspection_dialog_try
source: Try again
th: ลองใหม่

# select_inspection_title_label
source: Please select type of car for inspection
th: เลือกรายการที่ต้องการตรวจสภาพ

# select_inspection_car_label
source: Car
th: รถยนต์

# select_inspection_motobike_label
source: Motorbike
th: รถจักรยานยนต์

# select_inspection_car_salvage_label
source: Car Salvage
th: ซากรถยนต์

# select_inspection_motobike_salvage_label
source: Motorbike Salvage
th: ซากรถจักรยานยนต์

# select_inspection_back_to_main_button_title
source: Back to Home Page
th: กลับหน้าแรก

# select_inspection_inspector_label
source: Inspector
th: ผู้ตรวจสภาพ

# select_inspection_place_label
source: Place
th: สถานที่

# select_inspection_plant_label
source: Plant
th: สถานที่รับรถ

# main_inspection_title
source: Book-in
th: รับมอบ - รถยนต์

# main_inspection_bar_button_title
source: Main
th: หน้าหลัก

# main_inspection_save_button_title
source: Save
th: บันทึก

# main_inspection_bar_button_main_title
source: Main Page
th: หน้าหลัก

# main_inspection_item_book_in_title
source: Book-in
th: รับมอบ

# main_inspection_item_inspection_title
source: Inspection
th: ตรวจสภาพ

# main_inspection_item_photos_title
source: Photos
th: ถ่ายรูป

# main_inspection_car_navigation_photos_title
source: Photos
th: ถ่ายรูป - รถยนต์

# main_inspection_back_to_main_title
source: Do you want to go home?
th: คุณต้องการกลับหน้าหลักไหม

# main_inspection_leave_edit_page_title
source: Do you want to leave the page?
th: คุณต้องการกลับหน้ารายการไหม

# main_inspection_save_vehicle_title
source: Do you want to save your vehicle?
th: คุณต้องการบันทึกรายการรับมอบรถไหม

# main_inspection_edit_list_title
source: Do you want to edit the list?
th: คุณต้องการแก้ไขรายการไหม

# motorbike_pick_up_navigation_title
source: Motorbike - Book-in
th: รับมอบ - รถจักรยานยนต์

# motorbike_inspection_navigation_title
source: Motorbike - Inspection
th: ตรวจสภาพ - รถจักรยานยนต์

# motorbike_photos_navigation_title
source: Motorbike - Photos
th: ถ่ายรูป - รถจักรยานยนต์

# car_salvage_pick_up_navigation_title
source: Car Salvage - Book-in
th: รับมอบ - ซากรถยนต์

# car_salvage_inspection_navigation_title
source: Car Salvage - Inspection
th: ตรวจสภาพ - ซากรถยนต์

# car_salvage_photos_navigation_title
source: Car Salvage - Photos
th: ถ่ายรูป - ซากรถยนต์

# motorbike_salvage_pick_up_navigation_title
source: Motorbike Salvage - Book-in
th: รับมอบ - ซากรถจักรยานต์

# motorbike_salvage_inspection_navigation_title
source: Motorbike Salvage - Inspection
th: ตรวจสภาพ - ซากรถจักรยานยนต์

# motorbike_salvage_photos_navigation_title
source: Motorbike Salvage - Photos
th: ถ่ายรูป - ซากรถจักรยานยนต์

# pick_up_deliverer_title
source: Deliverer
th: ผู้ส่งมอบ

# pick_up_car_details_title
source: Car details
th: รถยนต์

# pick_up_exterior_title
source: Exterior
th: ภายนอก

# pick_up_trunk_title
source: Trunk
th: ห้องสัมภาระ

# pick_up_interior_title
source: Interior
th: ห้องโดยสาร

# pick_up_engine_room_title
source: Engine room
th: ห้องเครื่อง

# pick_up_date_title
source: Date
th: วันรับรถ

# pick_up_send_book_in_confirm_title
source: Do you want to send Book-In to IMAT ?
th: คุณต้องการส่ง Book-In to IMAT ไหม

# pick_up_send_book_in_succeeded_title
source: Book-In Succeeded
th: Book-In สำเร็จ

# pick_up_send_book_in_succeeded_subtitle
source: Do you need to print IMAT QRCode ?
th: ต้องการปริ้น IMAT QRCode ไหม

# pick_up_send_book_in_succeeded
source: Succeeded
th: สำเร็จ

# car_salvage_details_title
source: Car wreckage
th: รถซาก

# car_salvage_deliverer_contract_number
source: Contract No./Claim No.
th: เลขที่สัญญา/เลขเคลม

# receiver_car_deliverer_name_label
source: Deliverer Name
th: ผู้ส่งมอบ

# receiver_car_deliverer_name_placeholder_label
source: Name - Last name
th: ชื่อ-นามสกุล

# receiver_car_contract_number_label
source: Contract no.
th: เลขที่สัญญา

# receiver_car_phone_label
source: Phone
th: เบอร์โทรศัพท์

# receiver_car_seller_name_label
source: Seller Name
th: บริษัทฯ

# receiver_car_seller_name_placeholder_label
source: Seller Name
th: ชื่อบริษัท

# receiver_car_plant_location_label
source: Plant location
th: สถานที่

# receiver_car_receive_location_label
source: Receive location
th: สถานที่รับรถ

# receiver_car_storage_location_label
source: Storage location
th: สถานที่เก็บรถ

# receiver_car_delivered_by_label
source: Delivered by
th: ลงชื่อผู้ส่งมอบ

# receiver_car_booked_in_by_label
source: Booked-in by
th: ลงชื่อผู้รับมอบ

# receiver_car_booked_in_by_placeholder_label
source: Please sign with in this area
th: กดภายในกรอบนัพื่อทำการลงชื่อ

# receiver_car_company_no_list_label
source: The company name is not on the list
th: ชื่อบริษัทไม่มีในรายกา

# car_detail_model_code_label
source: Model code
th: รหัสรุ่นรถ

# car_detail_search_vehicle_model_button_title
source: Search
th: ค้นหารุ่นรถ

# car_detail_make_label
source: Make
th: ยี่ห้อรถ

# car_detail_bodies_label
source: Bodies
th: ประเภทรถ

# car_detail_model_label
source: Model
th: รุ่นรถ

# car_detail_variant_label
source: Variant
th: รุ่นย่อย

# car_detail_engine_size_label
source: Engine size
th: ขนาดเครื่องยนต์

# car_detail_year_manu_label
source: Manu.
th: ปีผลิต

# car_detail_year_regis_label
source: Regis.
th: ปีจดทะเบียน

# car_detail_year_placeholder_label
source: Year
th: ปี

# car_detail_registration_label
source: Registration
th: หมายเลขทะเบียน

# car_detail_no_plate_label
source: No plate
th: ไม่มีแผ่นป้าย

# car_detail_red_plate_label
source: Red plate
th: ป้ายแดง

# car_detail_incorrect_plate_label
source: Incorrect plate
th: ป้ายไม่ตรง

# car_detail_auction_plate_label
source: Auction/special plate
th: ป้ายประมูล

# car_detail_province_label
source: Province
th: จังหวัด

# car_detail_color_label
source: Color
th: สีรถ

# car_detail_engine_number_label
source: Engine no.
th: หมายเลขเครื่องยนต์

# car_detail_unable_to_verified_label
source: Unable to verified
th: ตรวจสอบไม่ได้

# car_detail_vin_number_label
source: Vin. no.
th: หมายเลขตัวถัง

# car_detail_gas_label
source: Gas
th: เลขถังแก๊ส

# car_detail_reason_placeholder
source: Reason
th: เหตุผล

# car_detail_gas_installed_label
source: Gas installed
th: ติดแก๊ส

# car_detail_gas_removed_label
source: Gas installed & removed
th: เลขถังแก๊ส

# car_detail_gas_number_placeholder
source: Gas no.
th: เลขถังแก๊ส

# car_exterior_label
source: Exterior condition
th: สภาพภายนอกโดยรวม

# car_exterior_excellent_label
source: Excellent
th: เยี่ยม

# car_exterior_good_label
source: Good
th: ดีมาก

# car_exterior_good_first_label
source: Good
th: ดี

# car_exterior_average_label
source: Average
th: ปานกลาง

# car_exterior_fair_label
source: Fair
th: พอใช้

# car_exterior_poor_label
source: Poor
th: แย่

# car_exterior_as_is_label
source: As is
th: ตามสภาพ

# car_exterior_salvage_label
source: Salvage
th: ซาก

# car_exterior_paint_label
source: Paint condition
th: สภาพสีโดยรวม

# car_exterior_spoiler_label
source: Spoiler/Wing
th: สปอยเลอร์

# car_exterior_alloy_wheel_label
source: Alloy wheel
th: ล้อแม็กซ์

# car_exterior_amount_label
source: Amount
th: จำนวน

# car_exterior_unit_label
source: Unit
th: วง

# car_exterior_steel_wheel_label
source: Steel wheel
th: ล้อกระทะ

# car_exterior_tires_label
source: Tires
th: ยาง

# car_exterior_make_label
source: Make
th: ยี่ห้อ

# car_exterior_condition_label
source: Condition
th: สภาพ

# car_exterior_damages_label
source: Damages Details
th: รายละเอียดร่องรอยความเสียหาย

# car_exterior_roof_type_label
source: Roof type
th: ประเภทหลังคา

# car_exterior_roof_not_attach_label
source: Not attach
th: ไม่ได้ติด

# car_exterior_roof_corral_label
source: Corral
th: คอก

# car_exterior_roof_high_label
source: High roof
th: หลังคาสูง

# car_exterior_roof_cargo_box_label
source: Cargo box
th: ตู้ทึบ

# car_exterior_roof_high_canopy_label
source: High canopy
th: ทรงแครี่บอยสูง

# car_exterior_roof_canoly_label
source: Canoly
th: แครี่บอยเสมอเก๋ง

# car_trunk_luggage_label
source: Luggage compartment condition
th: สภาพห้องสัมภาระโดยรวม

# car_trunk_remarks_placeholder
source: Remarks
th: หมายเหตุ

# car_trunk_spare_tire_label
source: Spare tire
th: ยางอะไหล่

# car_trunk_tools_label
source: Tools
th: เครื่องมือ

# car_trunk_magliner_label
source: Magliner
th: แม็กไลน์เนอร์

# car_trunk_roof_rag_label
source: Roof rag
th: แร็คหลังคา

# car_trunk_jack_label
source: Jack
th: แม่แรง

# car_trunk_ev_charger_label
source: EV Charger
th: สายชาร์จไฟ EV

# car_trunk_other_accessaries_label
source: Other accessaries
th: อุปกรณ์แต่งอื่น ๆ

# car_interior_condition_label
source: Internior condition
th: สภาพภายในโดยรวม

# car_interior_kilometer_label
source: Kilometer
th: กิโลเมตร

# car_interior_mileage_label
source: Mileage
th: ไมล์

# car_interior_mileage_placeholder_label
source: Mileage
th: เลขไมล์

# car_interior_fuel_amount_label
source: Fuel amount
th: ปริมาณน้ำมัน

# car_interior_gear_label
source: Gear
th: เกียร์

# car_interior_airbag_label
source: Airbag
th: แอร์แบ็ค

# car_interior_gearhead_label
source: Gearhead
th: หัวเกียร์

# car_interior_power_amplifier_label
source: Power Amplifier
th: พาวเวอร์แอมป์

# car_interior_gear_lock_label
source: Gear lock
th: ล๊อคเกียร์

# car_interior_pre_amplifier_label
source: Pre Amplifier
th: ปรีแอมป์

# car_interior_stereo_label
source: Stereo
th: ลำโพง

# car_interior_manual_look_label
source: Manual book
th: คู่มือ

# car_interior_cigarette_lighter_label
source: Cigarette lighter
th: ที่จุดบุหรี่

# car_interior_tax_sign_label
source: Tax sign
th: ป้ายวงกลม

# car_interior_navigator_label
source: Navigator
th: เนวิเกเตอร์

# car_interior_navigator_in_label
source: Built in Navigator
th: เนวิเกเตอร์ในตัว

# car_interior_no_cd_label
source: No CD
th: ไม่มี CD

# car_interior_no_cd_card_label
source: No CD Card
th: ไม่มี SD CARD

# car_interior_sound_player_label
source: Sound Player
th: เครื่องเล่น

# car_interior_radio_label
source: Radio
th: วิทยุ

# car_interior_tape_label
source: Tape
th: เทป

# car_interior_cd_dvd_label
source: CD/DVD
th: ซีดี

# car_interior_key_label
source: Key
th: กุญแจ

# car_interior_remote_control_label
source: Remote control
th: รีโมท

# car_interior_remote_key_label
source: Remote key
th: กุญแจรีโมท

# car_interior_key_immobilizer_label
source: Immobilizer
th: กุญแจ Immobilizer

# car_interior_keyless_label
source: Keyless
th: กุญแจ Keyless

# car_interior_key_placeholder_label
source: Numbers
th: จำนวน

# car_interior_others_label
source: Others
th: อื่นๆ

# car_interior_others_and_assets_label
source: Others & Assets in the car
th: อื่นๆ และ ทรัพย์สินภายในรถ

# car_engine_room_condition_label
source: Engine room condition
th: สภาพภายในโดยรวม

# car_engine_battery_label
source: Battery
th: แบตเตอรี่

# car_engine_ecu_label
source: ECU
th: กล่อง ECU

# car_engine_air_compressor_label
source: Air compressor
th: คอมเพรสเซอร์แอร์

# car_engine_drive_system_label
source: Drive system
th: ระบบขับเคลื่อน

# car_engine_type_label
source: Engine type
th: ชนิดเครื่องยนต์

# car_engine_benzine_label
source: Benzine
th: เบนซิน

# car_engine_diesel_label
source: Diesel
th: ดีเซล

# car_engine_hybrid_benzine_label
source: Hybrid / Benzine
th: Hybrid / เบนซิน

# car_engine_hybrid_diesel_label
source: Hybrid / Diesel
th: Hybrid / ดีเซล

# car_engine_fuel_system_label
source: Fuel system
th: ระบบเชื้อเพลิง

# car_engine_injector_label
source: Injector
th: หัวฉีด

# car_engine_carburetor_label
source: Carburetor
th: คาร์บูเรเตอร์

# car_engine_gas_label
source: Gas
th: แก๊ส

# car_engine_lpg_sequential_injection_label
source: LPG Sequential Injection
th: LPG ระบบหัวฉีด

# car_engine_lpg_fumigation_system_label
source: LPG Fumigation System
th: LPG ระบบดูด

# car_engine_cng_sequential_injection_label
source: CNG/NGV
th: CNG/NGV ระบบหัวฉีด

# car_engine_cng_fumigation_system_label
source: LCNG/NGV
th: CNG/NGV ระบบดูด

# car_engine_other_in_car_assets_label
source: Other in car assets
th: ทรัพย์สินภายในรถ

# car_engine_turbocharger_label
source: Turbocharger
th: เทอร์โบ

# inspection_body_title
source: Body
th: ตัวถัง

# inspection_engine_title
source: Engine
th: เครื่องยนต์

# inspection_suspension_title
source: Suspension
th: ช่วงล่าง

# inspection_gear_box_title
source: Gear box
th: ระบบเกียร์

# inspection_steering_title
source: Steering
th: ระบบพวงมาลัย

# inspection_brake_title
source: Brake
th: ระบบเบรก

# inspection_air_title
source: Air
th: ระบบแอร์

# inspection_gauges_title
source: Gauges
th: มาตรวัด

# inspection_electrical_title
source: Electrical
th: อุปกรณ์ไฟฟ้า

# inspection_date_title
source: Date
th: วันที่ตรวจ

# inspection_body_registration_number_label
source: Registration no.
th: หมายเลขทะเบียน

# inspection_body_chassis_label
source: Chassis
th: แชสซี

# inspection_body_front_label
source: Front
th: ด้านหน้า

# inspection_body_back_label
source: Back
th: ด้านหลัง

# inspection_body_right_label
source: Right
th: ด้านขวา (คนขับ)

# inspection_body_left_label
source: Left
th: ด้านซ้าย

# inspection_body_roof_label
source: Roof
th: หลังคา

# inspection_body_flooded_label
source: Flooded
th: จมน้ำ

# inspection_body_summary_label
source: Summary body conditions
th: สรุปสภาพตัวถัง

# inspection_body_chassis_type_normal
source: Normal
th: ปกติ

# inspection_body_chassis_type_slight_repair
source: Slight repair
th: ซ่อมมาเล็กน้อย

# inspection_body_chassis_type_moderate_repair
source: Moderate repair
th: ซ่อมมาปานกลาง

# inspection_body_chassis_type_hard_repair
source: Hard to repair
th: ซ่อมมาหนัก

# inspection_body_chassis_type_rotting
source: Rotting
th: ผุ

# inspection_engine_label
source: Engine condition
th: สภาพเครื่องยนต์โดยรวม

# inspection_engine_working_label
source: Working
th: ใช้งานได้

# inspection_engine_not_working_label
source: Not working
th: ใช้งานไม่ได้

# inspection_engine_type_label
source: Engine type
th: ชนิดเครื่องยนต์

# inspection_engine_oil_label
source: Engine oil
th: น้ำมันเครื่อง

# inspection_engine_oil_lacking_label
source: Lacking
th: ขาด

# inspection_engine_oil_notlacking_label
source: Not lacking
th: ไม่ขาด

# inspection_engine_general_label
source: General condition
th: สภาพทั่วไป

# inspection_engine_function_label
source: Function
th: ใช้งานได้

# inspection_engine_loud_label
source: Loud noice
th: เสียงดังผิดปกติ

# inspection_engine_oil_leak_label
source: Oil leak
th: น้ำมันรั่วซึม

# inspection_engine_water_stain_label
source: Water stain from car radiator
th: คราบน้ำดันออกจากหม้อพักน้ำ

# inspection_engine_oil_light_label
source: Engine oil light display
th: ไฟรูปเครื่องโชว์

# inspection_engine_not_smoothly_label
source: Engine doesn't run smoothly
th: เครื่องยนต์เดินไม่เรียบ

# inspection_engine_nedd_repair_label
source: Need repair
th: ต้องซ่อมก่อนใช้งาน

# inspection_engine_summary_label
source: Summary engine condition
th: สรุปสภาพเครื่องยนต์

# inspection_engine_gas_label
source: Gas
th: แก็ส

# inspection_engine_catalytic_label
source: Catalytic Converter
th: แคทตาไลติก

# inspection_engine_with_label
source: With
th: มี

# inspection_engine_without_label
source: Without
th: ไม่มี

# motorbike_exterior_turn_light_l_label
source: Turn light L
th: ไฟเลี้ยวหน้า L

# motorbike_exterior_turn_light_r_label
source: Turn light R
th: ไฟเลี้ยวหน้า R

# motorbike_exterior_side_mirror_l_label
source: Side mirror L
th: กระจก L

# motorbike_exterior_side_mirror_r_label
source: Side mirror R
th: กระจก R

# motorbike_exterior_hand_brake_l_label
source: Hand brake L
th: มือเบรค L

# motorbike_exterior_hand_brake_r_label
source: Hand brake R
th: มือเบรค R

# motorbike_exterior_wind_shield_l_label
source: Wind shield L
th: บังลม L

# motorbike_exterior_wind_shield_r_label
source: Wind shield R
th: บังลม R

# motorbike_exterior_side_l_label
source: Side L
th: กาบข้าง L

# motorbike_exterior_side_r_label
source: Side R
th: กาบข้าง R

# motorbike_exterior_head_light_label
source: Head light
th: ไฟหน้า

# motorbike_exterior_maks_label
source: Mask
th: หน้ากาก

# motorbike_exterior_dashboard_label
source: Dashboard
th: เรือนไมล์

# motorbike_exterior_disk_brake_oil_canister_label
source: Disk brake oil canister
th: กระปุกน้ำมันดิสเบรคหลัง

# motorbike_exterior_hand_clutch_label
source: Hand clutch
th: ไฟเลี้ยวหน้า

# motorbike_exterior_disk_brake_pump_label
source: Disk brake pump
th: ปั้มดิสเบรคหลัง

# motorbike_exterior_front_fender_label
source: Front fender
th: บังโคลนหน้า

# motorbike_exterior_start_pedal_label
source: Start pedal
th: คันสตาร์ท

# motorbike_exterior_shock_absorber_label
source: Shock absorber
th: โช๊คหน้า

# motorbike_exterior_footrest_r/l_label
source: Footrest R/L
th: พักเท้าหน้า R/L

# motorbike_exterior_tire_label
source: Tire
th: ยางหน้า

# motorbike_exterior_compartment_r_label
source: Compartment R
th: ช่องอเนกประสงค์ R

# motorbike_exterior_compartment_l_label
source: Compartment L
th: ช่องอเนกประสงค์ L

# motorbike_exterior_double_stand_label
source: Double Stand
th: ขาตั้งคู่

# motorbike_exterior_single_stand_label
source: Single stand
th: ขาตั้งเดี่ยว

# motorbike_exterior_tail_light_label
source: Tail light
th: ไฟท้าย

# motorbike_exterior_seat_iron_frame_label
source: Seat iron frame
th: โครงเหล็กท้ายเบาะ

# motorbike_exterior_rear_fender_label
source: Rear fender
th: บังโคลนท้าย

# motorbike_exterior_exhaust_pipe_label
source: Exhaust pipe
th: ท่อไอเสีย

# motorbike_exterior_chain_guard_label
source: Chain guard
th: บังโซ่

# motorbike_exterior_seat_label
source: Seat
th: เบาะ

# motorbike_exterior_rear_tire_label
source: Rear tire
th: ยางหลัง

# motorbike_exterior_cdi_label
source: CDI
th: กล่องควบคุม (CDI)

# motorbike_exterior_front_tire_label
source: Front tire
th: ล้อหน้า

# motorbike_exterior_spokes_label
source: Spokes
th: ซี่ลวด

# motorbike_exterior_alloy_label
source: Alloy
th: แม็กซ์

# motorbike_exterior_front_brake_label
source: Front brake
th: เบรคหน้า

# motorbike_exterior_disk_label
source: Disk
th: ดิส

# motorbike_exterior_drum_label
source: Drum
th: ดรั้ม

# motorbike_exterior_rear_brake_label
source: Rear brake
th: เบรคหลัง

# motorbike_exterior_choice_label
source: Choice
th: ตัวเลือก

# motorbike_exterior_scratches_label
source: Scratch
th: ครูด

# motorbike_exterior_fragmented_label
source: Broken
th: แตก

# motorbike_exterior_no_label
source: None exist
th: ไม่มี

# motorbike_inspection_engine_label
source: Engine condition
th: สภาพเครื่องยนต์

# motorbike_inspection_engine_condition_label
source: Motorbike condition
th: สภาพรถ

# motorbike_inspection_engine_unverified_label
source: Unverified
th: ตรวจสอบเลขไมล์ไม่ได้

# motorbike_inspection_engine_hand_start_label
source: Hand Start
th: สตาร์ทมือ

# motorbike_inspection_engine_foot_start_label
source: Foot Start
th: สตาร์ทเท้า

# motorbike_inspection_engine_registration_plate_label
source: Registration plate
th: แผ่นป้ายทะเบียน

# motorbike_inspection_engine_kilometer_label
source: Kilometer
th: กิโลเมตร

# motorbike_inspection_engine_mile_label
source: Mile
th: ไมล์

# motorbike_inspection_engine_need_repair_label
source: Need repair
th: ต้องซ่อม

# motorbike_inspection_engine_working_label
source: Working
th: สตาร์ทติด

# motorbike_inspection_engine_not_working_label
source: Not working
th: สตาร์ทไม่ติด

# motorbike_inspection_engine_mileage_placeholder
source: Mileage
th: เลขไมล์

# motorbike_inspection_exterior_label
source: Exterior
th: สภาพภายนอก

# motorbike_inspection_exterior_serviced_label
source: Serviced on periodic maintenance
th: เช็คสภาพตามอายุการใช้งาน

# motorbike_inspection_exterior_battery_label
source: Battery
th: Battery / แบตเตอรี่

# motorbike_inspection_exterior_cdi_label
source: CDI
th: CDI / กล่องควบคุมการจุดระเบิด

# motorbike_inspection_exterior_electric_label
source: Electric Start
th: Electric Start / สตาร์ทมื

# motorbike_inspection_exterior_pedal_label
source: Start pedal
th: Start pedal / คันสตาร์ท

# motorbike_inspection_exterior_odometer_label
source: Odometer
th: Odometer / เรือนไมล์

# motorbike_inspection_exterior_plate_label
source: Plate
th: Plate / แผ่นป้ายทะเบียน

# motorbike_inspection_exterior_tyre_label
source: Tyre(mm.)
th: Tyre / ยาง (mm.)

# motorbike_inspection_exterior_tyre_f_label
source: F
th: F / หน้า

# motorbike_inspection_exterior_tyre_r_label
source: R
th: R / หลัง

# motorbike_inspection_exterior_under_tyre_label
source: *Estimate the tread depth in units of tire center
th: *ประเมิณความลึกดอกยางโดยประมาณ ซึ่งวัดจากจุดศูนย์กลางของยาง

# motorbike_inspection_exterior_engine_type_label
source: Engine
th: Engine / เครื่องยนต์

# motorbike_inspection_exterior_not_working_label
source: Not working
th: Will not start / สตาร์ทไม่ติด

# motorbike_inspection_exterior_need_repair_label
source: Need repair
th: Requires Attention / ต้องทำการซ่อมแซม

# motorbike_inspection_exterior_missing_label
source: Missing
th: Missing / สูญหาย

# motorbike_inspection_exterior_damage_summary_label
source: Damage summary
th: ความเสียหายภายนอก

# motorbike_inspection_exterior_head_placeholder_label
source: Damage
th: ความเสียหาย

# inspection_suspension_drive_shaft_label
source: Drive shaft
th: เพลาขับ

# inspection_suspension_label
source: Suspension
th: ช่วงล่าง

# inspection_suspension_summary_label
source: Summary suspension condition
th: สรุปสภาพช่วงล่าง

# inspection_suspension_leakage_label
source: Leakage
th: รั่วซึม

# inspection_gear_system_label
source: Gear system
th: ระบบเกียร์

# inspection_gear_condition_label
source: Gear condition
th: สภาพเกียร์

# inspection_gear_drive_shaft_label
source: Drive shaft
th: เพลาขับ

# inspection_gear_4wd_label
source: Gear 4WD
th: เกียร์ 4WD

# inspection_gear_summary_label
source: Summary gear condition
th: สรุประบบเกียร์

# inspection_gear_working_label
source: Working
th: ขับได้

# inspection_gear_not_working_label
source: Not working
th: ชำรุดขับไม่ได้

# inspection_gear_complete_label
source: Complete
th: ครบ

# inspection_gear_incomplete_label
source: Incomplete
th: ไม่ครบ

# inspection_gear_no_drive_shaft_label
source: No drive shaft
th: ไม่มีเพลาขับ

# inspection_steering_system_label
source: Steering system
th: ระบบพวงมาลัย

# inspection_steering_power_label
source: Power Steering
th: พวงมาลัยเพาเวอร์

# inspection_steering_summary_label
source: Summary steering condition
th: สรุประบบพวงมาลัย

# inspection_brake_system_label
source: Brake system
th: ระบบเบรก

# inspection_brake_summary_label
source: Summary brake condition
th: สรุประบบเบรก

# inspection_air_system_label
source: Air system
th: ระบบแอร์

# inspection_air_compressor_label
source: Compressor
th: คอมเพรสเซอร์

# inspection_air_summary_label
source: Summary air condition
th: สรุประบบแอร์

# inspection_air_cool_label
source: Cool
th: เย็น

# inspection_air_not_cool_label
source: Not cool
th: ไม่เย็น

# inspection_gauges_system_label
source: Gauges system
th: มาตรวัด

# inspection_gauges_light_label
source: Light display (required)
th: ไฟขึ้นโชว์ (ระบุ)
